---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DWFImportOptions
source: html/e01d2324-5cc2-2779-2eae-1ddbdf18a495.htm
---
# DWFImportOptions Members

Constructs a new instance of DWFImportOptions as a copy of the import options.